<article>
    <h3>版本 0.12.0   <span>2016年5月20日 发布</span></h3>
    <dl>
        <dt>管理后台</dt>
        <dd>▪ 系统通知编辑页面增加“编辑框”</dd>
        <dd>▪ 板块/目录中，底层目录增加“查看职位权限”</dd>
    </dl>
    <dl>
        <dt>前台</dt>
        <dd>▪ 文件大小显示格式调整</dd>
        <dd>▪ 文件列表显示方式调整，增加详细列表形式</dd>
        <dd>▪ 调整文件下载的流程，增加一个确认弹框</dd>
        <dd>▪ 图片格式(jpg,png,gif)文件可预览</dd>
        <dd>▪ 增加回收站功能，员工自己上传的文件可暂时删除，在回收站中可还原</dd>
    </dl>
    <dl>
        <dt>综合</dt>
        <dd>▪ 每日签到：周末及节假日设置为不用签到，后台增加显示签到详情</dd>
    </dl>
</article>