<article>
    <h3>版本 0.7.0   <span>2015年12月15日 发布</span></h3>
    <dl>
        <dt>管理后台</dt>
        <dd>▪ 新增后台管理员列表，可进行授权管理</dd>
        <dd>▪ 管理员分为超级管理员和普通管理员</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 超级管理员拥有全部的前台目录上传权限和后台管理权限</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 普通管理员暂时只有职员信息的相关权限（新增和编辑）</dd>
        <dd>▪ 目录权限管理新增多个父级目录可多选的功能</dd>
        <dd>▪ 职员信息管理在保存时，会向所对应邮箱（即用户名）发送信息修改的通知邮件</dd>
    </dl>
    <dl>
        <dt>前台</dt>
        <dd>▪ 首页改版</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 首页新闻轮播图宽度改为全屏宽</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 顶部导航栏样式修改</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 新增公司邮箱登录表单</dd>
        <dd>▪ 板块/目录页面</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 左侧“快速访问”，使用缓存进行读取速度优化</dd>
        <dd>&nbsp;&nbsp;&nbsp;* 右侧增加“个人信息”侧边栏（包含姓名、入职时间、合同到期时间、个人所属部门、个人职位等信息）</dd>
    </dl>
</article>