<article>
    <h3>版本 0.14.0   <span>2016年7月27日 发布</span></h3>
    <dl>
        <dt>管理后台</dt>
        <dd>▪ 增加系统日志，SystemLog,记录常规操作和异常操作等等</dd>
        <dd>▪ 板块/目录中，底层目录增加“查看职位权限”</dd>
    </dl>
    <dl>
        <dt>前台</dt>
        <dd>▪ 修正登录问题，自动去除用户名前后误输入的空格</dd>
        <dd>▪ 新增支持文件批量上传</dd>
        <dd>▪ 调整文件在七牛上的存储策略</dd>
        <dd>▪ 文件目录样式重大调整，分为图标模式和列表模式两种，调整按钮位置和属性列的显示等</dd>
        <dd>▪ 回收站中增加彻底删除（清空）功能</dd>
        <dd>▪ 职员自己创建的目录可以移入回收站和彻底删除（清空）</dd>
        <dd>▪ 没有下载权限的文件 显示为灰色 文件夹不能点击状态</dd>
        <dd>▪ 调整回收站列表，只显示最顶层被移入回收站的文件或者文件夹</dd>
    </dl>
</article>